<?php
// Heading
$_['heading_title'] = 'Використати балів знижки (доступно %s)';

// Text
$_['text_success']  = 'Успішно: Ваші бали знижки враховано!';

// Entry
$_['entry_reward']  = 'Використати Бонусів (Макс %s)';

// Error
$_['error_reward']  = 'Увага: Будь ласка, введіть суму балів яку слід використати!';
$_['error_points']  = 'Попередження: У Вас недостатньо балів для нарахування %s бонусів!';
$_['error_maximum'] = 'Попередження: Максимальна кількість балів, які можна застосовувати - %s!';