<?php
// Heading
$_['heading_title']        = 'Прогнозований податок доставки &amp;';

// Text
$_['text_success']         = 'Успіх: Розрахунок доставка було здійснено!';
$_['text_shipping']        = 'Введіть місце призначення, щоб отримати розрахунок на доставку.';
$_['text_shipping_method'] = 'Будь ласка, виберіть бажаний метод доставки для цього замовлення.';

// Entry
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Регіон / область';
$_['entry_postcode']       = 'Поштовий індекс';

// Error
$_['error_postcode']       = 'Поштовий індекс має бути від 2 до 10 символів!';
$_['error_country']        = 'Будь ласка, оберіть країну!';
$_['error_zone']           = 'Будь ласка, оберіть регіон / область!';
$_['error_shipping']       = 'Увага: Необхідний метод доставки!';
$_['error_no_shipping']    = 'Увага: Немає доступних параметрів доставки. Будь ласка, <a href="%s">зв\'яжіться з нами</a> за допомогою!';