<?php
// Текст
$_['text_subject'] = '%s - замовлення %s';
$_['text_greeting'] = 'Дякуємо за ваш інтерес до продуктів %s. Ваше замовлення отримано та буде оброблено після підтвердження платежу.';
$_['text_link'] = 'Щоб переглянути ваше замовлення, натисніть посилання нижче:';
$_['text_order_detail'] = 'Деталі замовлення';
$_['text_instruction'] = 'Інструкції';
$_['text_order_id'] = 'Ідентифікатор замовлення:';
$_['text_date_added'] = 'Дата додавання:';
$_['text_order_status'] = 'Статус замовлення:';
$_['text_payment_method'] = 'Метод оплати:';
$_['text_shipping_method'] = 'Спосіб доставки:';
$_['text_email'] = 'Електронна пошта:';
$_['text_telephone'] = 'Телефон:';
$_['text_ip'] = 'IP-адреса:';
$_['text_payment_address'] = 'Платіжна адреса';
$_['text_shipping_address'] = 'Адреса доставки';
$_['text_products'] = 'Продукти';
$_['text_product'] = 'Продукт';
$_['text_model'] = 'Модель';
$_['text_quantity'] = 'Кількість';
$_['text_price'] = 'Ціна';
$_['text_order_total'] = 'Підсумки замовлення';
$_['text_total'] = 'Усього';
$_['text_download'] = 'Після підтвердження вашого платежу ви можете натиснути посилання нижче, щоб отримати доступ до продуктів, які можна завантажити:';
$_['text_comment'] = 'Коментарі до вашого замовлення:';
$_['text_footer'] = 'Будь ласка, дайте відповідь на це повідомлення електронної пошти, якщо у вас виникли запитання.';