<?php
$_['heading_title_setting'] = 'Подарки в корзині - Налаштування';

$_['text_setting_success'] = 'Налаштування подарків успішно оновлені.';

$_['error_permission'] = 'У вас немає прав для редагування';

$_['text_links'] = 'Інші розширення від автора:';
$_['text_footer'] 	= '';

$_['text_success_create_table'] = 'Таблиці успішно створені.';
$_['text_success_table']  = 'Таблиці вже були створені раніше';
$_['text_gift_all'] = 'Всі подарки';
$_['text_gift_action_one'] = 'Для акції, тільки один подарунок';
$_['text_gift_one'] = 'Тільки один подарунок';

$_['tab_general'] = 'Загальні';
$_['tab_count_all'] = 'Кількість товарів';
$_['tab_summa'] = 'Сума в кошику';
$_['tab_count'] = 'Кількість певного товару';

$_['entry_summ_output'] = 'Виводити текст при додаванні подарунка';
$_['entry_countall_output'] = 'Виводити текст при додаванні подарунка';
$_['entry_count_output'] = 'Виводити текст при додаванні подарунка';
$_['entry_text_help'] = 'підказка';
$_['entry_image_width'] = 'ширина';
$_['entry_image_height'] = 'висота';
$_['entry_image_size'] = 'Розміри зображення';
$_['entry_summ_text_select'] = 'Текст, коли вже вибраний подарунок.';
$_['entry_summ_text_next'] = 'Текст, коли сума не досягає необхідної.';
$_['entry_summ_text_on'] = 'Текст, коли можна вибирати подарунок.';
$_['entry_add_gift'] = 'Загальний принцип додавання подарунків';
$_['entry_add_gift_summa'] = 'Принцип додавання подарунків для акції - Сума';
$_['entry_add_gift_countall'] = 'Принцип додавання подарунків для акції - Кількість товарів';
$_['entry_add_gift_count'] = 'Принцип додавання подарунків для акції - Кількість певного товару';

$_['entry_count_text_select'] = 'Текст, коли подарунок вже вибраний для товару.';
$_['entry_count_text_next'] = 'Текст, коли кількість товару не відповідає вимогам.';
$_['entry_count_text_on'] = 'Текст, коли можна вибирати подарунок для товару.';

$_['entry_countall_text_select'] = 'Текст, коли вже вибраний подарунок за кількість товарів.';
$_['entry_countall_text_next'] = 'Текст, коли кількість товарів не відповідає вимогам.';
$_['entry_countall_text_on'] = 'Текст, коли можна вибирати подарунок за кількість товарів.';

$_['entry_summ_text_select'] = 'Текст, коли вже вибраний подарунок за сумою.';
$_['entry_summ_text_next'] = 'Текст, коли сума не відповідає вимогам.';
$_['entry_summ_text_on'] = 'Текст, коли можна вибирати подарунок за сумою.';

$_['help_gift_priority'] = '<strong>Всі подарунки:</strong> &nbsp; Далі будуть діяти налаштування для акцій.<br/>
                           <strong>Тільки один подарунок:</strong>&nbsp; Налаштування для акцій будуть ігноруватися. В кошик можна буде додати лише один подарунок з усіх акцій.';
$_['help_gift_priority_summa'] = '<strong>Всі подарунки:</strong> &nbsp; В кошик можна буде додати товари з усіх акцій "На суму в кошику".<br/>
                           <strong>Тільки один подарунок:</strong>&nbsp; В кошик можна буде додати лише товар однієї акції "На суму в кошику" <br/>
                           При додаванні в кошик товару для акції "На суму в кошику", раніше доданий товар для цієї акції буде видалений.';
$_['help_gift_priority_countall'] = '<strong>Всі подарунки:</strong> &nbsp; В кошик можна буде додати товари з усіх акцій "На кількість товарів в кошику".<br/>
                           <strong>Тільки один подарунок:</strong>&nbsp; В кошик можна буде додати лише товар однієї акції "На кількість товарів в кошику" <br/>
                           При додаванні в кошик товару для акції "На кількість товарів в кошику", раніше доданий товар для цієї акції буде видалений.';
$_['help_gift_priority_count'] =  '<strong>Всі подарунки:</strong> &nbsp; В кошик можна буде додати товари з усіх акцій "На кількість певного товару в кошику".<br/>
                           <strong>Тільки один подарунок:</strong>&nbsp; В кошик можна буде додати лише товар однієї акції "На кількість певного товару в кошику" <br/>
                           При додаванні в кошик товару для акції "На кількість певного товару в кошику", раніше доданий товар для цієї акції буде видалений.';

$_['button_create_table'] = 'Створити таблиці';
