<?php
// Text
$_['text_title']				= 'Кредитна картка / Дебетова картка (Paymate)';
$_['text_unable']				= 'Неможливо знайти або оновити статус замовлення';
$_['text_declined']				= 'Оплата Paymate була відхилена';
$_['text_failed']				= 'Помилка транзакції Paymate';
$_['text_failed_message']		= '<p>На жаль сталася помилка обробки транзакції Paymate.</p><p><b>Увага:</b>%s</p><p>Будь ласка перевірте баланс рахунку Paymate перед спробою повторної оплати даного замовлення</p><p>Якщо ви вважаєте, що ця транзакція успішно завершена, або система показує видаткову операцію у Вашому акаунті Paymate, будь ласка <a href="%s">Зв\'яжіться з нами </a>, приклавши до обігу дані Вашого замовлення.</p>';
$_['text_basket']				= 'Кошик';
$_['text_checkout']				= 'Оформити замовлення';
$_['text_success']				= 'Успіх';