<?php
// Heading
$_['heading_title']				= 'Дякуємо Вам за покупками з %s .... ';

// Text
$_['text_title']				= 'Кредитна картка / Дебетова картка (PayPoint)';
$_['text_response']				= 'Відповідь від PayPoint:';
$_['text_success']				= '... ваш платіж був успішно отриманий.';
$_['text_success_wait']			= '<b><span style="color: #FF0000"> Будь ласка, зачекайте...</span></b> доки ми закінчимо обробку вашого замовлення. <br>Якщо ви не автоматично не перенаправлені через 10 секунд, будь ласка натисніть <a href="%s"> тут</a>.';
$_['text_failure']				= '... Ваш платіж було скасовано!';
$_['text_failure_wait']			= '<b><span style="color: #FF0000"> Будь ласка, зачекайте...</span></b> <br>Якщо ви не автоматично не перенаправлені через 10 секунд, будь ласка натисніть <a href="%s"> тут</a>.';