<?php
// Text
$_['text_title']				= 'Кредитна або дебетова картка (Processed securely by PayPal)';
$_['text_credit_card']			= 'Дані кредитної картки';
$_['text_start_date']			= '(якщо доступно)';
$_['text_issue']				= '(тільки для карток Maestro і Solo)';
$_['text_wait']					= 'Будь ласка, зачекайте!';

// Entry
$_['entry_cc_owner']			= 'Власник картки:';
$_['entry_cc_type']				= 'Тип картки:';
$_['entry_cc_number']			= 'Номер картки:';
$_['entry_cc_start_date']		= 'Карта діє з дати:';
$_['entry_cc_expire_date']		= 'Термін дії картки:';
$_['entry_cc_cvv2']				= 'Захисний код картки (CVV2):';
$_['entry_cc_issue']			= 'Issue номер картки:';

// Error
$_['error_required']			= 'Попередження: Всі поля даних оплати обов\'язковими для заповнення.';
$_['error_general']				= 'Увага: Загальна проблема сталася з транзакцією. Будь ласка, спробуйте ще раз.';
$_['error_config']				= 'Попередження: Помилка конфігурації модуля платежів. Будь ласка перевірте облікові дані для входу.';
$_['error_address']				= 'Попередження: Ні відповідності міста, штату і поштовий індекс адреса оплати. Будь ласка, спробуйте ще раз.';
$_['error_declined']			= 'Попередження: Ця транзакція була відхилена. Будь ласка, спробуйте ще раз.';
$_['error_invalid']				= 'Попередження: Надана інформація про кредитну картку є недійсною. Будь ласка, спробуйте ще раз.';