<?php
// Text
$_['text_title']				= 'Кредитна карта / Дебетова карта (SagePay)';
$_['text_credit_card']			= 'Дані карти';
$_['text_description']			= 'Товарів в %s замовлення №: %s';
$_['text_card_type']			= 'Тип карти: ';
$_['text_card_name']			= 'Назва карти: ';
$_['text_card_digits']			= 'Останні цифри: ';
$_['text_card_expiry']			= 'Термін дії: ';
$_['text_trial']				= '%s кожний %s %s із %s платежів тоді ';
$_['text_recurring']			= '%s кожний %s %s';
$_['text_length']				= ' для %s платежів';
$_['text_success']				= 'Ваш платіж був авторизований.';
$_['text_decline']				= 'Ваш платів відхілений.';
$_['text_bank_error']			= 'Сталася помилка при обробці вашого запиту банком.';
$_['text_transaction_error']	= 'Сталася помилка при обробці транзакції.';
$_['text_generic_error']		= 'Сталася помилка при обробці вашого запиту.';
$_['text_hash_failed']			= 'Помилка перевірки хеша. Не намагайтеся знову здійснити платіж, поки статус оплати невідомий. Будь ласка зв\'яжіться з продавцем.';
$_['text_link']					= 'Будь ласка, натисніть <a href="%s"> здесь</a> для продовження';

// Entry
$_['entry_card']				= 'Нова або існуюча карта:';
$_['entry_card_existing']		= 'Існуюча';
$_['entry_card_new']			= 'Нова';
$_['entry_card_save']			= 'Запам\'ятати дані карти для використання в майбутньому';
$_['entry_cc_choice']			= 'Вибір існуючої карти';